"""
Напиши программу-словарь, которая позволит пользователям вводить слова
и их определения, а затем просматривать их позже. Убедись, что программа
оповестит пользователя, если запрашиваемого слова еще нет в словаре. Про-
грамма должна выглядеть примерно так:


Добавить или найти слово (д/н)? д
Введи слово: компьютер
Введи определение: Машина, которая очень быстро выполняет вычисления1
Слово добавлено!
Добавить или найти слово (д/н)? н
Введи слово: компьютер
Машина, которая очень быстро выполняет вычисления
Добавить или найти слово (д/н)? н
Введи слово: qwerty
Данного слова нет в словаре
"""
a = {}
print(a)
a.keys()